Repository: JanHovland/SwiftDataExample
Catalog: SwiftDataExample/Localizable.xcstrings
Source language: en
Languages: nb

source: Add Expense
nb: Legg til utgifter

source: Cancel
nb: Avbryt

source: Date
nb: Dato

source: Done
nb: Ferdig

source: Expense
nb: Utgift

source: Expenses
nb: Utgifter

source: Name
nb: Navn

source: New Expense
nb: Nytt utlegg

source: No expenses
nb: Ikke noe utlegg

source: Save
nb: Lagre

source: Search
nb: Søk etter navn...

source: Start adding expenses to see your list.
nb: Begynn å legge inn utgifter ti utgifts listen.

source: Update Expense
nb: Oppdater utgiftene

source: Value
nb: Beløp
